;
; Few rules for translator:
; For beginning of translate - copy english.ini into the your language.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Force Deleter 1.48.46
; Update: 2018-12-20
[Lang]
NativeLanguage=Slovensky
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
BtnNews=Správy

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
LangShortName=sk-SK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Popup menu
;
pmHelp=Pomocník online
pmforum=Fórum
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmCheckNew=Automaticky kontrolovať aktualizácie
pmLang=Vybrať jazyk
pmAbout=O programe
pmConMenu=Zobraziť "Vynútené odstránenie" v kontextovej ponuke
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Zbavte sa akéhokoľvek súboru, ktorý vo Windows nedokážete odstrániť.
FrmWDMain.btnAFile.caption=Pridať súbor
FrmWDMain.btnAfolder.caption=Pridať priečinok
FrmWDMain.btnRemove.caption=Odstrániť
FrmWDMain.btnDel.caption=Odomknúť a odstrániť
FrmWDMain.btnsupport.caption=Spätná väzba
FrmWDMain.btnfacebook.hint=Sledujte nás na Facebooku
FrmWDMain.btntwitter.hint=Zdieľajte Wise Force Deleter na Twitteri
FrmWDMain.btngoogle.hint=Zdieľajte Wise Force Deleter na Google+
FrmWDMain.btnemail.hint=Zdieľajte Wise Force Deleter s priateľmi
FrmWDManin.lvfile.Columns[0]=Názov súboru
FrmWDManin.lvfile.Columns[1]=Cesta
FrmWDManin.lvfile.Columns[2]=Stav
;
; About
;
FrmAbout.caption=O programe
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.lblWarning.caption=Upozornenie:Tento program je chránený autorským zákonom a medzinárodnými zmluvami.

[Message]
NoNews=Nemáte žiadnu neprečítanú správu.
addfolderwar=Všetky súbory a podpriečinky budú odstránené.Naozaj chcete odomknúť a odstrániť tento priečinok?
sysdirs=Odstránenie systémových priečinkov nie je podporované.
rootpath=Odstránenie koreňových priečinkov nie je podporované.
netdevice=Disk nie je platným lokálnym diskom.
DragFile=Priečinok sem nemôžete pretiahnuť!
ForceDelete=Vynútiť odstránenie
Newver=Bola nájdená nová verzia Wise Force Deleter! Chcete ju aktualizovať?
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
None=Pripravený
Unlocked=Odomknuté a odstránené
Deleted=Odstránené
FailDel=Odstránenie zlyhalo!
Aborted=Prerušené
NoExists=Neexistuje
ConfirmDel=Naozaj chcete odomknúť a odstrániť tento súbor?
TranslateTo=Preložiť do...